Repository: misilab/MisiInfo
Catalog: MediaScope/Localizable.xcstrings
Source language: fr
Languages: en, es

source: Vérifier les mises à jour…
en: Check for Updates…
es: Buscar actualizaciones…

source: Vidéo
en: Video
es: Vídeo

source: Vidéo (tous champs)
en: Video (all fields)
es: Vídeo (todos los campos)

source: Voir sur GitHub
en: View on GitHub
es: Ver en GitHub

source: Vue experte
en: Expert view
es: Vista experta

source: Vue simple
en: Simple view
es: Vista simple

source: Absent
es: Ausente

source: Album
es: Álbum

source: Capture
es: Captura

source: Chroma subsampling (MediaInfo)
es: Submuestreo de croma (MediaInfo)

source: Codec
es: Códec

source: Constant (CFR)
es: Constante (CFR)

source: Description
es: Descripción

source: English
es: Inglés

source: Extension
es: Extensión

source: Format
es: Formato

source: Mode
es: Modo

source: Modification
es: Modificación

source: Pixel format
es: Formato de píxel

source: Primaries (gamut)
es: Primarios (gamut)

source: Source
es: Origen

source: Stereo
es: Estéreo

source: Stereo (L R)
es: Estéreo (L R)

source: Track ID
es: ID de pista
